---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepEquipmentCalcPipingpressuredropParam
source: html/5cdd56ef-334d-b638-4118-0033fadc9613.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepEquipmentCalcPipingpressuredropParam Property

"Calculated Pressure Drop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepEquipmentCalcPipingpressuredropParam { get; }
```